akamud.vscode-theme-onedark-2.3.0
alexisvt.flutter-snippets-3.0.0
anthropic.claude-code-2.1.11-win32-x64
batisteo.vscode-django-1.15.0
bierner.markdown-mermaid-1.29.0-universal
bracketpaircolordlw.bracket-pair-color-dlw-0.0.6
breaking-brake.cc-wf-studio-3.15.2
cschlosser.doxdocgen-1.4.0
donjayamanne.python-environment-manager-1.2.7
donjayamanne.python-extension-pack-1.7.0
eamodio.gitlens-17.9.0
ecmel.vscode-html-css-2.0.13
equinusocio.vsc-material-theme-34.7.16
equinusocio.vsc-material-theme-icons-3.9.2
formulahendry.auto-rename-tag-0.1.10
formulahendry.code-runner-0.12.2
garmin.monkey-c-1.1.2
github.github-vscode-theme-6.3.5-universal
gitpod.gitpod-remote-ssh-0.0.59-universal
gitpod.gitpod-theme-0.0.2-universal
grapecity.gc-excelviewer-4.2.64
jeff-hykin.better-cpp-syntax-1.27.1
kevinrose.vsc-python-indent-1.21.0
luozhihao.call-graph-1.2.3
magicstack.magicpython-1.1.1-universal
marus25.cortex-debug-1.13.0-pre6-universal
mcu-debug.debug-tracker-vscode-0.0.15
mcu-debug.memory-view-0.0.28-universal
mcu-debug.peripheral-viewer-1.6.0-universal
mcu-debug.rtos-views-0.0.13
mhutchie.git-graph-1.30.0
monokai.theme-monokai-pro-vscode-2.0.12
mrmlnc.vscode-autoprefixer-3.0.1
ms-azuretools.vscode-containers-2.2.0-universal
ms-azuretools.vscode-docker-2.0.0-universal
ms-ceintl.vscode-language-pack-ko-1.104.2025091009
ms-kubernetes-tools.vscode-kubernetes-tools-1.3.26-universal
ms-python.black-formatter-2025.2.0
ms-python.debugpy-2025.18.0-win32-x64
ms-python.isort-2025.0.0
ms-python.python-2026.0.0-win32-x64
ms-toolsai.jupyter-2025.8.0-universal
ms-toolsai.jupyter-keymap-1.1.2
ms-toolsai.jupyter-renderers-1.3.0-universal
ms-toolsai.vscode-jupyter-cell-tags-0.1.9
ms-toolsai.vscode-jupyter-cell-tags-0.1.9-universal
ms-toolsai.vscode-jupyter-slideshow-0.1.6
ms-toolsai.vscode-jupyter-slideshow-0.1.6-universal
ms-vscode-remote.remote-containers-0.437.0
ms-vscode-remote.remote-ssh-0.120.0
ms-vscode-remote.remote-ssh-edit-0.87.0
ms-vscode-remote.remote-wsl-0.104.3
ms-vscode-remote.vscode-remote-extensionpack-0.26.0
ms-vscode.cmake-tools-1.21.36
ms-vscode.cmake-tools-1.21.36-universal
ms-vscode.cpptools-extension-pack-1.3.1
ms-vscode.makefile-tools-0.12.17-universal
ms-vscode.notepadplusplus-keybindings-1.0.7-universal
ms-vscode.powershell-2025.5.0
ms-vscode.remote-explorer-0.5.0
ms-vscode.remote-server-1.5.3
ms-vscode.vscode-serial-monitor-0.13.1
nash.awesome-flutter-snippets-4.0.1
oderwat.indent-rainbow-8.3.1
oorzc.ssh-tools-0.5.0-universal
pkief.material-icon-theme-5.30.0
pranaygp.vscode-css-peek-4.4.3
redhat.vscode-yaml-1.19.1-universal
renxzen.google-colab-theme-0.0.3
ritwickdey.liveserver-5.7.9
sdras.night-owl-2.1.1
shd101wyy.markdown-preview-enhanced-0.8.20-universal
solnurkarim.html-to-css-autocompletion-1.1.2
tamasfe.even-better-toml-0.21.2
tomoki1207.pdf-1.2.2
trond-snekvik.gnu-mapfiles-1.1.0
twxs.cmake-0.0.17
usernamehw.errorlens-3.26.0
webfreak.debug-0.27.0
wholroyd.jinja-0.0.8
yandeu.five-server-0.3.10-universal
yzane.markdown-pdf-1.5.0
yzhang.markdown-all-in-one-3.6.3
zhuangtongfa.material-theme-3.19.0-universal
.obsolete
extensions.json
